export const guestList = new Map();
guestList.set("parents", {
  title: "Дорогие мама Света, папа Сережа и Соня!",
  text: `С большой радостью приглашаем вас на наш первый семейный праздник - нашу свадьбу!
    Мы очень хотим, чтобы в этот день с нами рядом были наши самые близкие люди.
    Будем ждать вас 26 августа 2023 года в 17:00 в Лофт-пространстве Manolo, по адресу просп. Ленина, 50А.`,
});

guestList.set("granny", {
  title: "Дорогая бабушка Таня!",
  text:
    "С большой радостью приглашаем тебя на наш первый семейный праздник - нашу свадьбу!\n" +
    "Мы очень хотим, чтобы в этот день с нами рядом были наши самые близкие люди.\n" +
    "Будем ждать тебя 26 августа 2023 года в 17:00 в Лофт-пространстве Manolo, по адресу просп. Ленина, 50А.\n",
});

guestList.set("dad", {
  title: "Дорогой папа Рома!",
  text:
    "С большой радостью приглашаем тебя на наш первый семейный праздник - нашу свадьбу!\n" +
    "Мы очень хотим, чтобы в этот день с нами рядом были наши самые близкие люди.\n" +
    "Будем ждать тебя 26 августа 2023 года в 17:00 в Лофт-пространстве Manolo, по адресу просп. Ленина, 50А.\n",
});

guestList.set("oks", {
  title: "Дорогая Оксана!",
  text:
    "С большой радостью приглашаем тебя на наш первый семейный праздник - нашу свадьбу!\n" +
    "Мы очень хотим, чтобы в этот день с нами рядом были наши самые близкие люди.\n" +
    "Будем ждать тебя 26 августа 2023 года в 17:00 в Лофт-пространстве Manolo, по адресу просп. Ленина, 50А.\n",
});

guestList.set("olegs", {
  title: "Дорогие Юлия и Олег!",
  text:
    "С большой радостью приглашаем вас на наш первый семейный праздник - нашу свадьбу!\n" +
    "Мы очень хотим, чтобы в этот день с нами рядом были наши самые близкие люди.\n" +
    "Будем ждать вас 26 августа 2023 года в 17:00 в Лофт-пространстве Manolo, по адресу просп. Ленина, 50А.",
});

guestList.set("shvarevy", {
  title: "Дорогие Екатерина и Владислав!",
  text:
    "С большой радостью приглашаем вас на наш первый семейный праздник - нашу свадьбу!\n" +
    "Мы очень хотим, чтобы в этот день с нами рядом были наши самые близкие люди.\n" +
    "Будем ждать вас 26 августа 2023 года в 17:00 в Лофт-пространстве Manolo, по адресу просп. Ленина, 50А.",
});

guestList.set("haznaby", {
  title: "Дорогие Хазар и Набат!",
  text:
    "С большой радостью приглашаем вас на наш первый семейный праздник - нашу свадьбу!\n" +
    "Мы очень хотим, чтобы в этот день с нами рядом были наши самые близкие люди.\n" +
    "Будем ждать вас 26 августа 2023 года в 17:00 в Лофт-пространстве Manolo, по адресу просп. Ленина, 50А.",
});

guestList.set("veselkovy", {
  title: "Дорогие Евгения и Максим!",
  text:
    "С большой радостью приглашаем вас на наш первый семейный праздник - нашу свадьбу!\n" +
    "Мы очень хотим, чтобы в этот день с нами рядом были наши самые близкие люди.\n" +
    "Будем ждать вас 26 августа 2023 года в 17:00 в Лофт-пространстве Manolo, по адресу просп. Ленина, 50А.",
});
